000100190628
000200190628
000300190628
000400200910        Dsply 'Zdzicha juz nami nie ma...';
000500190628
000600200910        Exit();
000700200910
000800200910        Dcl-Proc Exit;
000900200910          *InLR = *on;
001000200910        End-Proc;
